Repository: wendellpbarreto/badroc
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Informations
pt_br: Informações

source: Datation
pt_br: Datação

source: Name
pt_br: Nome

source: Composition name
pt_br: Nome da composição

source: Description
pt_br: Descrição

source: Composition description
pt_br: Descrição da Composição

source: Igneous Rock Composition
pt_br: Composição da Rocka Ígnea

source: Igneous Rock Compositions
pt_br: Composições da Rocha Ígnea

source: Igneous Rock Mineralogy
pt_br: Mineralogia da Rocha Ígnea

source: Igneous Rock Mineralogies
pt_br: Mineralogias da Rocha Ígnea

source: Igneous Rock Color
pt_br: Cor da Rocha Ígnea

source: Igneous Rock Colors
pt_br: Cores da Rocha Ígnea

source: Igneous Rock Origin
pt_br: Origem da Rocha Ígnea

source: Igneous Rock Origins
pt_br: Origens da Rocha Ígnea

source: Igneous Rock Texture
pt_br: Textura da Rocha Ígnea

source: Igneous Rock Textures
pt_br: Texturas da Rocha Ígnea

source: Structure name
pt_br: Nome da Estrutura

source: Igneous Rock Structure
pt_br: Estrutura da Rocha Ígnea

source: Igneous Rock Structures
pt_br: Estruturas da Rocha Ígnea

source: Sedimentary Rock Origin
pt_br: Origen da Rocha Sedimentar

source: Sedimentary Rock Origins
pt_br: Origens da Rocha Sedimentar

source: Granularity name
pt_br: Nome da Granularidade

source: Granularity description
pt_br: Descrição da Granularidade

source: Sedimentary Rock Granularity
pt_br: Granularidade da Rocha Sedimentar

source: Sedimentary Rock Granularities
pt_br: Granularidades da Rocha Sedimentar

source: Fraction name
pt_br: Nome da Fração

source: Sedimentary Rock Fraction
pt_br: Fração da Rocha Sedimentar

source: Sedimentary Rock Fractions
pt_br: Frações da Rocha Sedimentar

source: Constitution name
pt_br: Nome da Constituição

source: Constitution description
pt_br: Descrição

source: Sedimentary Rock Constitution
pt_br: Constituição da Rocha Sedimentar

source: Sedimentary Rock Constitutions
pt_br: Constituições da Rocha Sedimentar

source: Sedimentary Rock Structure
pt_br: Estrutura da Rocha Sedimentar

source: Sedimentary Rock Structures
pt_br: Estruturas da Rocha Sedimentar

source: Sedimentary Rock Formation
pt_br: Formação da Rocha Sedimentar

source: Sedimentary Rock Formations
pt_br: Formações da Rocha Sedimentar

source: Metamorphic Rock Structure
pt_br: Estrutura da Rocha Metamórfica

source: Metamorphic Rock Structures
pt_br: Estrutura da Rocha Metamórfica

source: Metamorphic Rock Mineral
pt_br: Mineral da Rocha Metamórfica

source: Metamorphic Rock Minerals
pt_br: Minerais da Rocha Metamórfica

source: About
pt_br: Sobre

source: Phone
pt_br: Telefone

source: Person
pt_br: Pessoa

source: Persons
pt_br: Pessoas

source: Author
pt_br: Autor

source: Date
pt_br: Data

source: Rock
pt_br: Rocha

source: Rocks
pt_br: Rochas

source: Title
pt_br: Título

source: Photo
pt_br: Foto

source: Rock photographer
pt_br: Fotógrafo da Rocha

source: Photos
pt_br: Fotos

source: Current photo
pt_br: Foto atual

source: Composition
pt_br: Composições

source: Mineralogies
pt_br: Mineralogias

source: Color
pt_br: Cor

source: Origin
pt_br: Origem

source: Structure
pt_br: Estrutura

source: Igneous Rock
pt_br: Rocha Ígnea

source: Igneous Rocks
pt_br: Rocha Ígnea

source: Granularity
pt_br: Granularidade

source: Constitution
pt_br: Constituições

source: Sedimentary Rock
pt_br: Rocha Sedimentar

source: Sedimentary Rocks
pt_br: Rochas Sedimentares

source: Minerals
pt_br: Minerais

source: Metamorphic Rock
pt_br: Rocha Metamórfica

source: Metamorphic Rocks
pt_br: Rochas Metamórficas

source: Administration
pt_br: Administração

source: General configurations
pt_br: Configurações gerais

source: Pages
pt_br: Páginas

source: rochas GUI
pt_br: GUI

source: Recent Actions
pt_br: Ações recentes
